[
    {
        "majorCode": "7480201",
        "majorName": "Công nghệ thông tin",
        "videoURL": "http://youtube.com/",
        "intendTime": "4.5",
        "title": "Kỹ sư",
        "collegeName": "Khoa Công nghệ Thông tin & Truyền thông",
        "collegeImage": "cntt.png",
        "inputRequest": [
            {
                "testMethod": "A",
                "combinations": ["A00", "A01"],
                "quantity": 250
            }   
        ],
        "mainSubjects": ["Toán", "Anh Văn"],
        "majorGroup": "Công nghệ thông tin",
        "seasons": [
            {
                "year": 2018,
                "points": 18.25
            },
            {
                "year": 2017,
                "points": 20.25
            }
        ],
        "specializations": [
            {
                "specializationName": "Công nghệ thông tin",
                "objectives": [
                    "Cung cấp cho sinh viên kỹ năng và kiến thức để đảm nhận vị trí nghề nghiệp trong lĩnh vực CNTT, thăng tiến đến vị trí lãnh đạo, khả hành nghiên cứu  hoặc tiếp tục học cao hơn trong lĩnh vực này. Các mục tiêu cụ thể bao gồm:",
                    "Đào tạo kỹ sư CNTT có phẩm chất chính trị, đạo đức, có ý thức phục vụ nhân dân, có sức khỏe, đáp ứng yêu cầu xây dựng và bảo vệ Tổ quốc;",
                    "Trang bị cho người học kiến thức chuyên sâu và các giải pháp về sản phẩm CNTT đương đại;",
                    "Trang bị các kiến thức nền tảng cơ bản về cơ sở lý thuyết, toán và khoa học được sử dụng trong lĩnh vực CNTT cho sinh viên;",
                    "Tạo khả năng giải thích và vận dụng kiến thức nền tảng, các giải pháp và sản phẩm CNTT thích hợp đáp ứng nhu cầu của một tổ chức hay cá nhân;",
                    "Có khả năng giao tiếp cơ bản bằng tiếng Anh hoặc tiếng Pháp, và đọc hiểu các tài liệu bằng tiếng Anh hoặc tiếng Pháp."
                ],
                "jobs": [
                    "Nhà tư vấn, giám sát, nhà lãnh đạo lĩnh vực công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân.",
                    "Lập trình viên, kỹ thuật viên, quản trị viên hệ thống công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân.",
                    "Cán bộ nghiên cứu, phân tích trong lĩnh vực công nghệ thông tin tại các viện nghiên cứu hay các trường đại học.",
                    "Giảng viên giảng dạy ở các trường đại học, cao đẳng, trung học chuyên nghiệp, trung học phổ thông."
                ],
                "developAbilities": [
                    "Hình thành kỹ năng tự học, thói quen học tập suốt đời, có khả năng cập nhật kiến thức và sự thay đổi của công nghệ thông tin.",
                    "Khả năng tiếp tục học tập nâng cao trình độ ở các trường đào tạo trong và ngoài nước trong lĩnh vực CNTT."
                ],
                "standardOutput": "http://link chuan dau ra"
            }
        ]
    },
    {
        "majorCode": "7520201",
        "majorName": "Kỹ thuật điện",
        "videoURL": "http://youtube.com/",
        "intendTime": "4.5",
        "title": "Kỹ sư",
        "collegeName": "Khoa Công nghệ",
        "collegeImage": "kcn.png",
        "inputRequest": [
            {
                "testMethod": "A",
                "combinations": ["A00", "A01","D07"],
                "quantity": 140
            }   
        ],
        "mainSubjects": ["Toán", "Lý"],
        "majorGroup": "Kỹ thuật",
        "seasons": [
            {
                "year": 2018,
                "points": 16.50
            },
            {
                "year": 2017,
                "points": 20.50
            }
        ],
        "specializations": [
            {
                "specializationName": "Kỹ thuật điện",
                "objectives": [
                    "Cung cấp cho sinh viên các kiến thức căn bản chuyên ngành trong lĩnh vực Kỹ thuật điện, điện tử cần thiết cho nghề nghiệp hoặc phục vụ cho việc học ở bậc cao hơn. Kiến thức được xây dựng trên các nguyên lý khoa học, lập luận phân tích chặt chẽ và  kích thích khả năng sáng tạo của sinh viên.",
                    "Cung cấp cho sinh viên các kiến thức nền tảng rộng nhằm phát huy tính sáng tạo trong hoạt động nghề nghiệp, khả năng tự học và tự nghiên cứu của sinh viên. Cung cấp các kỹ năng cơ bản cần thiết để thiết kế và thực hiện các đề án thực tế của ngành Kỹ thuật điện.",
                    "Phát triển các kỹ năng giúp cho sinh viên có khả năng giao tiếp, tinh thần làm việc tập thể, rèn luyện thái độ chuyên nghiệp và đạo đức nghề nghiệp, chuẩn bị khả năng làm việc trong môi trường hiện đại, phức tạp và học tập suốt đời.",
                    "Rèn luyện kỹ năng về tiếng Anh trong học tập, nghiên cứu và giao tiếp."
                ],
                "jobs": [
                    "Các cơ quan quản lý nhà nước về ngành điện: Sở Công Thương, Sở Khoa học Công nghệ,....",
                    "Các trường đại học, Cao đẳng, Viện nghiên cứu, Cơ sở đào tạo kỹ thuật,....",
                    "Các nhà máy điện, Công ty điện lực, Công ty xây lắp điện, Công ty truyền tải cao áp, Trạm biến áp, Ban quản lý dự án nhà máy điện, Ban quản lý các khu công nghiệp,….",
                    "Các nhà máy sản xuất, Dây chuyền sản xuất, Công ty liên quan đến công nghệ tự động hoá trong các Khu, Cụm Công Nghiệp,....",
					"Các công ty tư vấn, thiết kế, thi công các công trình điện, Công ty thương mại, dịch vụ về lĩnh vực điện,..."
                ],
                "developAbilities": [
                    "Hình thành thói quen học suốt đời, có khả năng cập nhật kiến thức, tiếp tục nghiên cứu và học tập chuyên sâu, tự học và nghiên cứu suốt đời..",
                    "Học bằng hai các lĩnh vực điện tử; kỹ thuật điều khiển và tự động hóa.",
					"Đáp ứng được với yêu cầu học tập ở các trình độ sau đại học trong lĩnh vực kỹ thuật điện, điện tử; kỹ thuật điều khiển và tự động hóa."
                ],
                "standardOutput": "http://link chuan dau ra"
            }
        ]
    }
]